Repository: mitusha/script.module.magnetic
Catalog: resources/language/Swedish/strings.po
Languages: sv

# #32000
source: Login
sv: Inloggning

# #32001
source: General
sv: Allmänt

# #32002
source: Movies
sv: Filmer

# #32003
source: TV Shows
sv: Tv program

# #32005
source: Seasons
sv: Årstid

# #32006
source: Download
sv: Ladda ner

# #32010
source: [COLOR FFffd800]Magnetizer...[/COLOR]
sv: [COLOR FFffd800]Magnetiseringselement...[/COLOR]

# #32015
source: Username:
sv: Användarnamn:

# #32016
source: Password:
sv: Lösenord:

# #32020
source: URL address (ex:http://www.example.com):
sv: URL-adress (ex: http: //www.example.com):

# #32021
source: Separator between words
sv: Separator mellan ord

# #32022
source: Query Formats
sv: Fråga

# #32023
source: Query 1:
sv: Sökning 1:

# #32024
source: Query 2:
sv: Sökning 2:

# #32025
source: Query 3:
sv: Sökning 3:

# #32026
source: Query 4:
sv: Sökning 4:

# #32027
source: Query 5:
sv: Sökning 5:

# #32028
source: Keyword Filtering Files
sv: Nyckelordsfiltrering filer

# #32029
source: Filter by Title:
sv: Filtrera efter Titel:

# #32030
source: Only Accept with:
sv: Endast Acceptera med:

# #32031
source: Block with:
sv: Blockera med:

# #32032
source: Limitation Size
sv: begränsning Storlek

# #32033
source: Minimum size:
sv: Minsta storlek:

# #32034
source: Maximum size:
sv: Maximal storlek:

# #32040
source: Maximum torrents:
sv: Maximala enter:

# #32041
source: Use CloudHole:
sv: använda CloudHole:

# #32050
source: Open subpage to get magnet information:
sv: Öppen undersida för att få magnet information:

# #32051
source: Rows=
sv: Rader=

# #32052
source: Name=
sv: Namn=

# #32055
source: Size=
sv: Storlek=

# #32056
source: Seeds=
sv: Frö=

# #32057
source: Peers=
sv: Klienter =

# #32060
source: No providers installed
sv: Inga leverantörer installerat

# #32061
source: Starting...
sv: Startar…

# #32062
source: %s Providers Left
sv: %s Providers Vänster

# #32063
source: 1 Provider Left
sv: 1 Provider Vänster

# #32064
source: working slow
sv: arbetar långsamt

# #32065
source: Copying from cache
sv: Kopiering från cache

# #32070
source: Search Timeout Seconds:
sv: Sök Timeout Sekunder:

# #32071
source: Use Cache:
sv: Använd cache:

# #32072
source: Clear Cache...
sv: Rensa Cache...

# #32073
source: Add-on to use with Magnetizer:
sv: Tilläg för att använda med Magnetiseringselement:

# #32074
source: [COLOR FFffd800]Magnetizer[/COLOR] Results for %s
sv: [COLOR FFffd800]Magnetiseringselement...[/COLOR] Resultat för%s

# #32075
source: No torrents found
sv: Inga enter hittades

# #32090
source: ENABLED
sv: AKTIVERAD

# #32091
source: DISABLED
sv: AVAKTIVERAD
