Repository: mitusha/script.module.magnetic
Catalog: resources/language/*/strings.po
Languages: spanish

# #32000
source: Login
spanish: Iniciar Sesión

# #32002
source: Movies
spanish: Películas

# #32003
source: TV Shows
spanish: Series de TV

# #32005
source: Seasons
spanish: Temporadas

# #32006
source: Download
spanish: Descargar

# #32007
source: HTML parsing
spanish: Análisis de HTML

# #32015
source: Username:
spanish: Nombre de Usuario:

# #32016
source: Password:
spanish: Contraseña:

# #32020
source: URL address (ex:http://www.example.com):
spanish: Dirección URL (por ej: http://www.ejemplo.com):

# #32021
source: Separator between words
spanish: Separador de palabras

# #32022
source: Query Formats
spanish: Formatos de consulta

# #32023
source: Query 1:
spanish: Consulta 1:

# #32024
source: Query 2:
spanish: Consulta 2:

# #32025
source: Query 3:
spanish: Consulta 3:

# #32026
source: Query 4:
spanish: Consulta 4:

# #32027
source: Query 5:
spanish: Consulta 5:

# #32028
source: Keyword Filtering Files
spanish: Palabras clave para el filtrado de archivos

# #32029
source: Filter by Title:
spanish: Filtrar por titulo:

# #32030
source: Only Accept with:
spanish: Aceptar solo con:

# #32031
source: Block with:
spanish: Bloquear con:

# #32032
source: Limitation Size
spanish: Limitación de tamaño:

# #32033
source: Minimum size:
spanish: Tamaño mínimo:

# #32034
source: Maximum size:
spanish: Tamaño máximo:

# #32040
source: Maximum torrents:
spanish: Numero máximo de torrents:

# #32041
source: Use CloudHole:
spanish: Utilizar CloudHole:

# #32050
source: Open subpage to get magnet information:
spanish: Abrir la subpágina para obtener información de magnet:

# #32051
source: Rows=
spanish: Filas=

# #32052
source: Name=
spanish: Nombre=

# #32055
source: Size=
spanish: Tamaño=

# #32056
source: Seeds=
spanish: Semillas=

# #32057
source: Peers=
spanish: Pares=

# #32060
source: No providers installed
spanish: No hay proveedores instalados

# #32061
source: Starting...
spanish: Empezando...

# #32062
source: %s Providers Left
spanish: Faltan % proveedores

# #32063
source: 1 Provider Left
spanish: Falta 1 proveedor

# #32064
source: working slow
spanish: Trabajando lento

# #32065
source: Copying from cache
spanish: Copiando del Cache

# #32070
source: Search Timeout Seconds
spanish: Tiempo limite de la búsqueda en segundos

# #32071
source: Use Cache
spanish: Usar Cache

# #32072
source: Clear Cache
spanish: Limpiar el Cache

# #32073
source: Add-on to use:
spanish: Extensión a utilizar:

# #32074
source: Results for %s
spanish: Resultados para %

# #32075
source: No torrents found
spanish: Ningún torrent encontrado

# #32080
source: Enable
spanish: Habilitar

# #32081
source: Disable
spanish: Deshabilitar

# #32082
source: Check
spanish: Comprobar

# #32083
source: Check All Individually
spanish: Comprobar todos individualmente

# #32084
source: Check All as Group
spanish: Comprobar todos como grupo

# #32085
source: Enable All
spanish: Habilitar todos

# #32086
source: Disable All
spanish: Deshabilitar todos

# #32087
source: Copy Settings To...
spanish: Copiar configuración a...

# #32088
source: Apply default values
spanish: Aplicar los valores por defecto

# #32089
source: Add-on Settings
spanish: Configuración de la extensión

# #32090
source: ENABLED
spanish: HABILITADO

# #32091
source: DISABLED
spanish: DESHABILITADO
