Repository: mitusha/script.module.magnetic
Catalog: resources/language/Hebrew/strings.po
Languages: he

# #32000
source: Login
he: התחברות

# #32001
source: General
he: כללי

# #32002
source: Movies
he: סרטים

# #32003
source: TV Shows
he: סדרות

# #32004
source: Anime
he: אנימה

# #32005
source: Seasons
he: עונות

# #32006
source: Download
he: הורדה

# #32007
source: HTML parsing
he: ניתוח HTML

# #32010
source: [COLOR FFffd800]Magnetizer...[/COLOR]
he: [COLOR FFffd800]ממגנט...[/COLOR]

# #32015
source: Username:
he: שם משתמש:

# #32016
source: Password:
he: סיסמה:

# #32020
source: URL address (ex:http://www.example.com):
he: כתובת אינטרנט (דוגמה:http://www.example.com):

# #32021
source: Separator between words
he: מפריד בין מילים

# #32022
source: Query Formats
he: תבניות שאילתא

# #32023
source: Query 1:
he: שאילתא 1:

# #32024
source: Query 2:
he: שאילתא 2:

# #32025
source: Query 3:
he: שאילתא 3:

# #32026
source: Query 4:
he: שאילתא 4:

# #32027
source: Query 5:
he: שאילתא 5:

# #32028
source: Keyword Filtering Files
he: מילות מפתח לסינון קבצים:

# #32029
source: Filter by Title:
he: סנן לפי כותרת:

# #32030
source: Only Accept with:
he: קבל רק עם:

# #32031
source: Block with:
he: חסום עם:

# #32032
source: Limitation Size
he: הגבלות גודל

# #32033
source: Minimum size:
he: גודל מינימלי

# #32034
source: Maximum size:
he: גודל מקסימלי

# #32040
source: Maximum torrents:
he: כמות מרבית של טורנטים

# #32041
source: Use CloudHole:
he: להשתמש CloudHole:

# #32050
source: Open subpage to get magnet information:
he: פתח תת עמוד על מנת לקבל מידע מגנט:

# #32051
source: Rows=
he: שורות=

# #32052
source: Name=
he: שם=

# #32053
source: Info Hash=
he: מידע Hash=

# #32054
source: Magnet=
he: מגנט=

# #32055
source: Size=
he: גודל=

# #32056
source: Seeds=
he: זורעים=

# #32057
source: Peers=
he: יונקים=

# #32060
source: No providers installed
he: אין ספקים מותקנים

# #32061
source: Starting...
he: מתחיל...

# #32062
source: %s Providers Left
he: %s ספקים נותרו

# #32063
source: 1 Provider Left
he: ספק אחד נותר

# #32064
source: working slow
he: עובד לאט

# #32065
source: Copying from cache
he: מעתיק ממטמון

# #32070
source: Search Timeout Seconds
he: Timeout חיפוש בשניות

# #32071
source: Use Cache
he: השתמש במטמון

# #32072
source: Clear Cache
he: ניקוי מטמון

# #32073
source: Add-on to use with Magnetizer:
he: עם magnetizer הרחבה לשימוש

# #32074
source: [COLOR FFffd800]Magnetizer[/COLOR] Results for %s
he: [COLOR FFffd800]ממגנט[/COLOR] תוצאות עבור %s

# #32075
source: No torrents found
he: לא נמצאו קישורים

# #32080
source: Enable
he: הפעל

# #32081
source: Disable
he: נטרל

# #32082
source: Check
he: בדוק

# #32083
source: Check All Individually
he: בדוק כולם בנפרד

# #32084
source: Check All as Group
he: בדוק כקבוצה

# #32085
source: Enable All
he: הפעל הכל

# #32086
source: Disable All
he: נטרל הכל

# #32087
source: Copy Settings To...
he: העתק הגדרות ל...

# #32088
source: Apply default values
he: החל הגדרות ברירת מחדל

# #32089
source: Add-on Settings
he: הגדרות הרחבה

# #32090
source: ENABLED
he: מופעל

# #32091
source: DISABLED
he: מנוטרל
